Repository: mei28/Hotaru
Catalog: Hotaru/Hotaru/Localizable.xcstrings
Source language: en
Languages: ja

source: About Hotaru
ja: Hotaru について

source: Accessibility permission required
ja: アクセシビリティ権限が必要です

source: Border
ja: ボーダー

source: Color (Dark mode)
ja: 色(ダークモード)

source: Color (Light mode)
ja: 色(ライトモード)

source: Disable Hotaru
ja: Hotaru を無効にする

source: Enable Hotaru
ja: Hotaru を有効にする

source: Hotaru needs Accessibility permission to detect the active window. Open System Settings, enable Hotaru in the list, then quit and restart Hotaru.
ja: Hotaru はアクティブウィンドウを検出するためにアクセシビリティ権限を必要とします。 「システム設定を開く」を押し、リスト内の Hotaru をオンにしたあと、Hotaru を一度終了して再起動してください。

source: Hotaru Settings
ja: Hotaru の設定

source: Language
ja: 言語

source: Later
ja: あとで

source: Launch at login
ja: ログイン時に起動する

source: Menu bar and system dialogs update after relaunch.
ja: メニューバーとシステムダイアログは再起動後に反映されます。

source: Open System Settings
ja: システム設定を開く

source: Preview
ja: プレビュー

source: Quit Hotaru
ja: Hotaru を終了

source: Relaunch Hotaru
ja: Hotaru を再起動

source: Restore defaults
ja: デフォルトに戻す

source: Settings…
ja: 設定…

source: System default
ja: システム設定に従う

source: Width
ja: 幅
